[
  {
    "hotelID": 1201496,
    "hotelName": "Amora Hotel Jamison Sydney",
    "starRating": 5.0,
    "rate": 420,
    "smallImage": "https://edge.media.datahc.com/D224931866.jpg",
    "largeImage": "https://edge.media.datahc.com/HI224931866.jpg",
    "numberOfReviews": 21033,
    "address": "11 Jamison Street",
    "description": "Set in the heart of Sydney, Amora Hotel Jamison Sydney is situated near Wynyard Railway Station, and provides easy access to local restaurants and bars. Offering complimentary Wi-Fi, a restaurant and a swimming pool, the hotel is within a 10-minute walk of The Rocks.\r\n\r\nGuests of Amora Hotel Jamison St can indulge themselves with a range of relaxation amenities at Amora Spa, which features a sauna, a beauty centre and a Jacuzzi. For a fast and effortless check-in and departure experience, guests can take advantage of the express check-in/check-out facility.\r\n\r\nThe rooms at Amora Hotel Jamison Street are air-conditioned and include a mini bar, a refrigerator and slippers. They provide a flat-screen TV, a seating area and an in-room safe.\r\n\r\nAmora Hotel Jamison Street Sydney provides a daily buffet breakfast and has a bar where guests can relax with a drink. Each evening, guests are invited to enjoy a drink in the comfortable lounge bar.\r\n\r\nAmora Hotel Jamison Sydney Australia is close to Circular Quay Railway Station, making it easy for guests to discover Sydney and its surrounding areas. The local area is also well known for its shopping."
  },
  {
    "hotelID": 1065070,
    "hotelName": "Ibis Budget Sydney Airport",
    "starRating": 3.0,
    "rate": 303,
    "smallImage": "https://edge.media.datahc.com/D362261486.jpg",
    "largeImage": "https://edge.media.datahc.com/HI362261486.jpg",
    "numberOfReviews": 10966,
    "address": "5 Ross Smith Avenue",
    "description": "Conveniently located moments from Sydney Airport, the hotel offers comfortable accommodation in Sydney. The front desk is open 24 hours, and a buffet breakfast is provided every morning.\r\n\r\nIbis Budget Sydney Airport provides a golf course, an express check-in and check-out feature and luggage storage. Airport transfers, a laundry service and a wake-up service are available on request.\r\n\r\nIbis Budget Sydney Airport offers 130 air conditioned rooms filled with all the essentials to ensure an enjoyable stay. Each one comes with a flat-screen TV with cable / satellite channels, as well as a private bathroom.\r\n\r\nThe hotel is close to Sydney Airport Domestic Railway Station, making it easy for guests to discover Sydney and its surrounding areas. Guests can also find lots of shops and restaurants nearby."
  },
  {
    "hotelID": 1868702,
    "hotelName": "Rydges Sydney Airport Hotel",
    "starRating": 4.5,
    "rate": 204,
    "smallImage": "https://edge.media.datahc.com/D530677092.jpg",
    "largeImage": "https://edge.media.datahc.com/HI530677092.jpg",
    "numberOfReviews": 12975,
    "address": "8 Arrivals Court",
    "description": "Situated under a 10-minute walk from International Airport Station, Rydges Sydney Airport Hotel provides guests with a convenient base while visiting Sydney. It also provides views of Sydney Airport.\r\n\r\nThere are a variety of amenities on offer to those staying at Rydges Sydney Airport, including free Wi-Fi, an express check-in and check-out feature and meeting facilities. The front desk operates around the clock and the friendly staff can recommend places to visit and provide other tourist information.\r\n\r\nRooms are air-conditioned and have premium amenities such as an iPod docking station, a flat-screen TV and a mini bar. They feature blackout curtains, converters/voltage adaptors and tea and coffee making facilities.\r\n\r\nThe on-site restaurant serves vegetarian and local dishes in a cosy setting. Guests are able to follow their favourite sports in the on-site sports bar. At Touchdown Sports Bar, a range of beverages and live music can be enjoyed."
  },
  {
    "hotelID": 1064867,
    "hotelName": "Hyatt Regency Sydney",
    "starRating": 4.0,
    "rate": 278,
    "smallImage": "https://edge.media.datahc.com/D358172505.jpg",
    "largeImage": "https://edge.media.datahc.com/HI358172505.jpg",
    "numberOfReviews": 13866,
    "address": "161 Sussex Street",
    "description": "Just a short drive from the Sydney Harbour Bridge, Hyatt Regency Sydney offers a stylish base and boasts exclusive views of Darling Harbour and Sydney. It also features a rooftop terrace, 24-hour room service and an express check-in and check-out feature.\r\n\r\nThe hotel offers stylish air conditioned rooms with harbour and city views, as well as babysitting/child services, a ticket service and a 24-hour reception. A fitness centre is available to guests wanting to keep up their exercise regimes while away.\r\n\r\nEquipped to ensure a comfortable stay, rooms at Hyatt Regency Sydney have a private bathroom, a flat-screen TV and tea and coffee making facilities. They each offer wireless internet access, an alarm clock and an in-room safe.\r\n\r\nThose staying at Hyatt Regency Sydney can indulge in a drink at Zephyr Rooftop Bar, after savouring a meal at The Sailmaker.\r\n\r\nAttractions close to the hotel include Queen Victoria Building, George Street and Pitt Street Mall. Guests will find plenty to see and do in the local area, with The Opera House to the Botanic Gardens Walk a brief drive away."
  },
  {
    "hotelID": 1201578,
    "hotelName": "Meriton Suites Kent Street",
    "starRating": 4.5,
    "rate": 259,
    "smallImage": "https://edge.media.datahc.com/D516371661.jpg",
    "largeImage": "https://edge.media.datahc.com/HI516371661.jpg",
    "numberOfReviews": 6362,
    "address": "528 Kent Street",
    "description": "Situated in the heart of Sydney, Meriton Suites Kent Street provides unique views of Darling Harbour and is only minutes from World Square Shopping Centre. It offers free wireless internet, a gym and a heated pool, and is within walking distance of Queen Victoria Building.\r\n\r\nThose staying at the property are welcome to take advantage of the relaxation amenities, which include a sauna and a Jacuzzi. Welcoming and professional staff are available 24 hours a day.\r\n\r\nMeriton Suites Kent Street features air conditioned apartments with luxury toiletries, a flat-screen TV and luxury linen. They each include a private bathroom, tea and coffee making facilities and a refrigerator.\r\n\r\nMeriton Suites Kent Street is surrounded by the area's well-known sightseeing attractions, restaurants, nightlife and shops, and Sea Life Sydney Aquarium is within walking distance. It is a short walk from Town Hall Railway Station, which allows for easy access in and around Sydney."
  },
  {
    "hotelID": 1064936,
    "hotelName": "Shangri-La Hotel Sydney",
    "starRating": 5.0,
    "rate": 334,
    "smallImage": "https://edge.media.datahc.com/D345203445.jpg",
    "largeImage": "https://edge.media.datahc.com/HI345203445.jpg",
    "numberOfReviews": 13854,
    "address": "176 Cumberland Street ",
    "description": "Providing views of Sydney Harbour, the Sydney Opera House and the Sydney Harbour Bridge, Shangri-La Hotel Sydney is located near a multitude of establishments and boasts a heated pool, a sauna and a Jacuzzi. This elegant property is ideally situated in The Rocks.\r\n\r\nGuests can make the most of the sun on the terrace or enjoy a beverage at the bar. Free Wi-Fi access is available.\r\n\r\nThe elegant rooms are air conditioned and equipped with a spa bath, a pillow menu and an iPod docking station. All offer a mini bar, slippers and a refrigerator.\r\n\r\nGuests staying at Shangri La Hotel in Sydney can sit down to a unique dining experience at the on-site restaurant, conveniently based for those who want to stay nearby when looking for a bite to eat. Room service is available any time of the day, and a large variety of restaurants and cafés can also be found close by.\r\n\r\nShangri La Hotel Sydney is surrounded by the area's tourist attractions, including Pitt Street Mall, King Street Wharf and Martin Place, which are a short walk away. Circular Quay and The Rocks are within a 10-minute walk and Sydney Airport is 25 minutes' drive away."
  },
  {
    "hotelID": 1064933,
    "hotelName": "Grace Hotel Sydney",
    "starRating": 4.5,
    "rate": 444,
    "smallImage": "https://edge.media.datahc.com/D232247597.jpg",
    "largeImage": "https://edge.media.datahc.com/HI232247597.jpg",
    "numberOfReviews": 15183,
    "address": "77 York Street",
    "description": "Set in the centre of Sydney, Grace Hotel Sydney is situated near Wynyard Railway Station, and just a few steps from local bars and eateries. It also features a lap pool, a sauna and a rooftop terrace.\r\n\r\nThis relaxed hotel provides free Wi-Fi, 24-hour room service and valet parking. For a fast and effortless arrival and departure experience, guests can take advantage of the express check-in facility.\r\n\r\nAll rooms are air conditioned and equipped with a hair dryer, tea and coffee making facilities and an alarm clock.\r\n\r\nSydney's popular attractions and landmarks are within close proximity to The Grace, with Sydney Tower and George Street just 10 minutes away. It is also within walking distance of Hyde Park, the Australian National Maritime Museum and Star Sydney Casino."
  },
  {
    "hotelID": 1064891,
    "hotelName": "Mercure Sydney",
    "starRating": 4.0,
    "rate": 340,
    "smallImage": "https://edge.media.datahc.com/D345026710.jpg",
    "largeImage": "https://edge.media.datahc.com/HI345026710.jpg",
    "numberOfReviews": 11352,
    "address": "818-820 George Street",
    "description": "Situated in Sydney, Mercure is within a 20-minute drive of Sydney Airport and offers a sauna, a rooftop terrace and a rooftop pool. It is set in the area's popular nightlife district, about a five-minute walk from University of Technology, Sydney and Regent Street Railway Station.\r\n\r\nMercure Sydney has panoramic city views, plus 24-hour room service, a beauty centre and an express check-in and check-out feature. It offers child-minding services, a currency exchange and a reception that is available 24/7.\r\n\r\nThe rooms include a private bathroom, movies-on-demand, a mini bar and feature panoramic views of the city. They provide a desk, ironing facilities and wireless internet access.\r\n\r\nDuring their stay at Mercure in Sydney, guests can dine at The Four Elements and relax with a drink at The Four Elements.\r\n\r\nSydney's well-known attractions and landmarks are within close proximity to Mercure Sydney Central, with the Powerhouse Museum, Chinatown and the Capitol Theatre only minutes away. It is also just moments on foot from Central Railway Station, providing easy access to other areas of the city."
  },
  {
    "hotelID": 1479839,
    "hotelName": "Travelodge Hotel Sydney",
    "starRating": 3.5,
    "rate": 395,
    "smallImage": "https://edge.media.datahc.com/D234686104.jpg",
    "largeImage": "https://edge.media.datahc.com/HI234686104.jpg",
    "numberOfReviews": 8026,
    "address": "27-33 Wentworth Avenue",
    "description": "Centrally located, Travelodge Hotel Sydney offers easy access to Sydney's main sightseeing and retail areas. It is located a short walk from Oxford Street and Hyde Park.\r\n\r\nThe hotel has 406 rooms and has been recently refurbished. Staff are available 24 hours a day and can book tours and tickets.\r\n\r\nThe air conditioned rooms at Travelodge Hotel Sydney have a kitchenette with a refrigerator and a microwave. Each have their very own living area and a range of entertainment options, such as a flat-screen TV.\r\n\r\nTravelodge Hotel Sydney's restaurant is open for breakfast and dinner, offering guests a pleasant dining experience near their room. In the evening, guests are invited to relax in the comfortable lounge bar. Guests can also try one of the many bars and restaurants in the local area.\r\n\r\nLocal attractions near the hotel include Sydney Tower, St Mary's Cathedral and George Street. It is within a 20-minute walk of Central Railway Station and Town Hall Railway Station, which allows convenient access in and around Sydney."
  },
  {
    "hotelID": 1064899,
    "hotelName": "Hilton Sydney",
    "starRating": 5.0,
    "rate": 208,
    "smallImage": "https://edge.media.datahc.com/D367852346.jpg",
    "largeImage": "https://edge.media.datahc.com/HI367852346.jpg",
    "numberOfReviews": 12327,
    "address": "488 George Street",
    "description": "Hilton Sydney boasts the city's largest health club and is equipped with premium amenities such as a beauty centre, Jacuzzi and sauna. Situated in the city centre, the hotel provides easy access to Sydney's main tourist hot spots.\r\n\r\nGuests can enjoy the sun on the terrace or have a drink at the wine bar. Popular amenities include a heated pool and wireless internet in public areas.\r\n\r\nThe modern, air conditioned rooms have a mini bar, a refrigerator and a spa bath. Private bathrooms provide slippers, a shower and bathrobes.\r\n\r\nHilton Hotel Sydney's in-house restaurant, Glass Breakfast, is a popular spot to have a meal. Eateries at the hotel include Caffe Chino and Glass Brasserie. A selection of wines are available at the in-house wine bar.\r\n\r\nSydney Hilton is located in the heart of Sydney’s entertainment district with restaurants, cafés and nightlife on the doorstep. It is also just minutes on foot from Town Hall Railway Station, allowing access to other areas of the city."
  },
  {
    "hotelID": 1064879,
    "hotelName": "Travelodge Hotel Sydney Wynyard",
    "starRating": 4.0,
    "rate": 220,
    "smallImage": "https://edge.media.datahc.com/D253781201.jpg",
    "largeImage": "https://edge.media.datahc.com/HI253781201.jpg",
    "numberOfReviews": 13657,
    "address": "7-9 York Street",
    "description": "Situated in the heart of Sydney, Travelodge Hotel Sydney Wynyard offers relaxed accommodation. It is located a short walk from Circular Quay and The Rocks.\r\n\r\nThis modern hotel offers 24-hour room service, an executive floor and a coffee bar. It also provides babysitting services, a currency exchange and a reception that operates around the clock. The hotel also has its very own gym, Gym.\r\n\r\nAll rooms are air conditioned and equipped with a mini bar, a refrigerator and cable/satellite channels. They each include an alarm clock, a flat-screen TV and a desk.\r\n\r\nOn-site dining options include a restaurant, which is an ideal spot to enjoy a meal. Guests can also try one of the many bars and restaurants in the area.\r\n\r\nTravelodge Hotel Sydney Wynyard is within walking distance of Hyde Park, George Street and the Australian National Maritime Museum. It is minutes on foot from Wynyard Railway Station, which allows for convenient access in and around Sydney."
  },
  {
    "hotelID": 1064860,
    "hotelName": "Swissotel Sydney",
    "starRating": 5.0,
    "rate": 326,
    "smallImage": "https://edge.media.datahc.com/D115227628.jpg",
    "largeImage": "https://edge.media.datahc.com/HI115227628.jpg",
    "numberOfReviews": 9995,
    "address": "68 Market Street",
    "description": "Situated just a short stroll from Sydney Tower, this stylish hotel offers both a restaurant and a bar. It is steps from George Street, restaurants and nightlife options.\r\n\r\nThere are a variety of amenities on offer to guests of Swissotel Sydney, such as an outdoor pool, an express check-in and check-out feature and meeting facilities. It provides family-friendly facilities, with room designs and services for families of any size, as well as a kids club and babysitting/child services.\r\n\r\nThe well-appointed rooms are all air conditioned and offer panoramic views of the skyline. Each have a mini bar, movies-on-demand and a private bathroom with bathrobes.\r\n\r\nThis Sydney CBD hotel is situated in an area popular with tourists and is in close proximity to Hyde Park and St Mary's Cathedral. Darling Harbour and the Australian National Maritime Museum are each within walking distance."
  },
  {
    "hotelID": 1201490,
    "hotelName": "Four Seasons Hotel Sydney",
    "starRating": 5.0,
    "rate": 407,
    "smallImage": "https://edge.media.datahc.com/D145131408.jpg",
    "largeImage": "https://edge.media.datahc.com/HI145131408.jpg",
    "numberOfReviews": 11714,
    "address": "199 George Street",
    "description": "Offering a restaurant, bar and outdoor swimming pool, Four Seasons Hotel Sydney is only a five-minute stroll from Circular Quay Railway Station. It is also within walking distance of Sydney's popular tourist attractions.\r\n\r\nAfter appreciating views of the Sydney Opera House and Circular Quay, guests can familiarise themselves with amenities such as a swimming pool, a sauna and a Jacuzzi. Those staying at the property have access to express check-in/check-out, 24-hour reception and a meeting room.\r\n\r\nRooms at Four Seasons feature panoramic views of the harbour and are equipped with a mini bar, a spa bath and an iPod docking station. Each includes its very own bathroom with a shower, luxury toiletries and bathrobes.\r\n\r\nFour Seasons Hotel is located in the heart of Sydney’s entertainment district with restaurants, cafés and nightlife on the doorstep. Martin Place, Sydney Tower and Pitt Street Mall are each within walking distance."
  },
  {
    "hotelID": 1064858,
    "hotelName": "Novotel Sydney on Darling Harbour",
    "starRating": 4.5,
    "rate": 476,
    "smallImage": "https://edge.media.datahc.com/D229087828.jpg",
    "largeImage": "https://edge.media.datahc.com/HI229087828.jpg",
    "numberOfReviews": 10305,
    "address": "100 Murray Street ",
    "description": "Featuring a popular location, Novotel Sydney on Darling Harbour showcases views of Sydney, and is minutes from Star Sydney Casino. It also features outdoor tennis courts and a swimming pool.\r\n\r\nGuests can make the most of the outdoors on the terrace or enjoy a drink at the bar. Staff are available 24/7 and can help with booking tours and tickets.\r\n\r\nNovotel Darling Harbor has 525 air conditioned rooms. Guests can unwind in the homely seating area.\r\n\r\nThose staying at Novotel Darling Harbour can sit down to international dishes at the on-site restaurant, conveniently based for those who want to stay close at mealtime. Guests are also able to try one of the various bars and cafés in the surrounding area.\r\n\r\nNovotel Darling Harbour Rockford is within walking distance of Queen Victoria Building, Sydney Town Hall and George Street. It is a short stroll from Darling Harbour and the Australian National Maritime Museum."
  },
  {
    "hotelID": 1499808,
    "hotelName": "Metro Hotel Marlow Sydney Central",
    "starRating": 3.5,
    "rate": 288,
    "smallImage": "https://edge.media.datahc.com/D520398945.jpg",
    "largeImage": "https://edge.media.datahc.com/HI520398945.jpg",
    "numberOfReviews": 6769,
    "address": "431-439 Pitt Street",
    "description": "Located within a 10-minute walk of Town Hall Railway Station, Metro Hotel Marlow Sydney Central is an ideal base while visiting Sydney. The various amenities this trendy hotel features include a swimming pool, free Wi-Fi and meeting rooms.\r\n\r\nThere are a range of facilities available to those staying at Metro Hotel Marlow Sydney Central, such as babysitting/child services, a concierge and a 24-hour reception. There is public parking nearby for guests with a car.\r\n\r\nAfter a day of exploring the nearby region, guests can unwind in the comfort of their air conditioned rooms. All provide a private bathroom, tea and coffee making facilities and a refrigerator.\r\n\r\nGuests staying at Metro Hotel Marlow Sydney Central can enjoy a unique dining experience at the in-house restaurant, suitably located for those who want to stay close by when looking to sit down to a meal. Guests can also try one of the many bars and cafés in the surrounding area.\r\n\r\nPlaces of interest near the hotel include Hyde Park, Darling Harbour and George Street. It is within a 20-minute stroll of Central Railway Station, which allows easy access in and around Sydney."
  }
]
